[adventurers.dlc1_log_echo_adventurer1_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Son-of-a-bitch!  This frickin 'Digital Bearing Module' is terrible! The waypoint is constantly trying to send me through a mountain!  What am I supposed to do, go through it? Is there some secret passage? Hoo!  Ha! ... No... can't jump over it. Damn it! What? Wait! I hate you, digital bearing module!",Time=0)

[adventurers.dlc1_log_echo_adventurer2_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Zombie killin'.  This is new and different.  Steve and I have hunted a lotta things: Skag, crab worms, even went after Mothrakk once.  These brain suckers are pretty freaky, but they're not so tough.  Still, I'm happy my best pal Steve is with me.  Steve!  There's one behind you! ... The forest is teeming with these zombie buggers, but so far, so good.  Still, we gotta find this doc if we're gonna get our reward.",Time=0)

[adventurers.dlc1_log_echo_adventurer2_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh my god.  Steve is dead!  I can't believe he's gone.  I really miss him.  I can almost hear him... 'Hey oh!' What's that? Oh! Oh my Angel! Steve!  Hey man! I thought you was dead! What's that?  Oh. You want a hug?  Me too man.  Come here!  I love you ma-Ah! AH!",Time=0)

[adventurers.dlc1_log_echo_adventurer3_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, boy-o!  The Angel give me strength!  I've been demon smiting for nary on a fortnight.  Still no sign from the maker of an end to this unholy ordeal.  As if those who have passed coming back to life is not evil enough, I have learned of some new kind of abomination near the hospital on the hill.  I fear I have another crime against nature whose arse must be kicked!  And it will be, or my name isn't Father Jackie O'Callahan!",Time=0)

[adventurers.dlc1_log_echo_adventurer3_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The night air is as chill as a she-skag's teat on a winter's morn, but it does not dampen my resolve.  I've found strength in prayer, and what little whiskey I have remaining in my flask. Ah. The monster of the hospital... his arse proved to be harder to kick than the rest of this rabble. He nicked me in the neck... boy-o... starting to feel strange. Hopefully, I'll last the night. At least there is a full moon to keep me company...",Time=0)

[adventurers.dlc1_log_echo_adventurer4_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Like, whoa, Skaggy.  You wouldn't believe what happened to me. The Misery Machine broke down.  Like, I know, that's not news, but I found this town and there's, like, no one there.  I finally ran into an old doctor who said there was... hee hee... zombies throughout the haunted forest!  He seems like a nice old man so I thought I'd help him out.  Who needs the rest of the gang, right?",Time=0)

[adventurers.dlc1_log_echo_adventurer4_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ok, so, like, you know how the ghost always turns out to be some old guy with a mask on?  I don't think these zombies are wearing masks!  So, I've been doing what you and I do best Skaggy, hiding. Zoinks!  I think I hear something.  Like, I better sign off.  Don't worry about me old pal, they never think to look in the barrel, right?",Time=0)

[adventurers.dlc1_log_echo_adventurer5_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dirk Smallwood here.  The Jakobs corporation has asked me, the world famous vault hunter, to stop the minor zombie infestation here in Jakobs Cove.  While this job is well beneath a man of my reputation… Daddy needs a new Cheetah Paw.",Time=0)

[adventurers.dlc1_log_echo_adventurer5_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="My plan of attack is to hit these bastards where it hurts them the most:  In their no-longer-beating-and-in-no-way-responsible-for-their-ability-to-survive heart.  What time is it? 8 o'clock?  Swell, there should be no problem getting this dealt with before my mani and pedi at 9.",Time=0)

[jakobs.dlc1_log_vending_jakobs_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="When it just needs to be dead, it needs to be a Jakobs.",Time=0)

[jakobs.dlc1_log_vending_jakobs_10 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Jakobs.  We know if you've got wood in your hand, you're happy.",Time=0)

[jakobs.dlc1_log_vending_jakobs_11 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Jakobs.  We know if you've got wood in your hand, you're happy.",Time=0)

[jakobs.dlc1_log_vending_jakobs_12 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Jakobs.  We know if you've got wood in your hand, you're happy.",Time=0)

[jakobs.dlc1_log_vending_jakobs_13 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="We at Jakobs still believe what our fathers taught us.  Shoot for the head.",Time=0)

[jakobs.dlc1_log_vending_jakobs_14 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="We at Jakobs still believe what our fathers taught us.  Shoot for the head.",Time=0)

[jakobs.dlc1_log_vending_jakobs_15 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="We at Jakobs still believe what our fathers taught us.  Shoot for the head.",Time=0)

[jakobs.dlc1_log_vending_jakobs_16 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A hundred rounds in the magazine?  With a Jakobs, you'll only need one.",Time=0)

[jakobs.dlc1_log_vending_jakobs_17 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A hundred rounds in the magazine?  With a Jakobs, you'll only need one.",Time=0)

[jakobs.dlc1_log_vending_jakobs_18 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A hundred rounds in the magazine?  With a Jakobs, you'll only need one.",Time=0)

[jakobs.dlc1_log_vending_jakobs_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="When it just needs to be dead, it needs to be a Jakobs.",Time=0)

[jakobs.dlc1_log_vending_jakobs_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="When it just needs to be dead, it needs to be a Jakobs.",Time=0)

[jakobs.dlc1_log_vending_jakobs_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Jakobs.  Wood is where it's at.",Time=0)

[jakobs.dlc1_log_vending_jakobs_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Jakobs.  Wood is where it's at.",Time=0)

[jakobs.dlc1_log_vending_jakobs_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Jakobs.  Wood is where it's at.",Time=0)

[jakobs.dlc1_log_vending_jakobs_7 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="At Jakobs we believe that high damage equals high satisfaction.",Time=0)

[jakobs.dlc1_log_vending_jakobs_8 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="At Jakobs we believe that high damage equals high satisfaction.",Time=0)

[jakobs.dlc1_log_vending_jakobs_9 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="At Jakobs we believe that high damage equals high satisfaction.",Time=0)

[ned.dlc1_log_echo_ned_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="This is the first official entry of my, Dr. Ned's, scientific discovery journal.  My ongoing mission to extend the lives of those that have already passed.  We must remain vigilant in our-- Bill.  Bill!  Are you making popcorn?  What did we talk about?  Dude, we just talked about this! ... Where was I?  Saving the human race from the stale clenches of death?  Sounds like a kickin' party?  Is that how the kids are saying it?  Kickin'?  Here ends my first official journal entry.",Time=0)

[ned.dlc1_log_echo_ned_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Greetings loyal Nedcast viewership.  Now in the third week of my clinical trials with corpse reanimation.  The skin cells have reacted well to the treatment but the bodies themselves seem to have uncontrollable hunger.  Right now, it seems all they crave is raisins and bran muffins, but I fear with strength applied to the cell reanimation their hunger will grow much stronger and possibly dangerous.  Fear not, I will trudge forward unhindered by the possible destruction of mankind.  Am I mad?  Probably, but at least I DON'T MAKE POPCORN WHEN PEOPLE ARE TRYING TO WORK!",Time=0)

[ned.dlc1_log_echo_ned_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oooof.  Okay, this is gonna be hard to say.  So... one of my reanimated corpses sorta ate Bill today, and by 'sorta', I mean 'is now crapping his bones in the yard.' The good news is he has already paid me rent, and now I don't have to listen to him bitch about toenail clippings that totally weren't even mine.  Not to mention the popcorn shenanigans.  Consider this my solemn promise to begin attempting evil for the sake of profit from this point on.  My brother, who isn't the same person as me in disguise, would never support me in this.  I hope no one ever finds these logs and incriminates me to my employer, Jakobs, because that would probably set off a whole chain of events where I have to try and kill them with my horrific creations.  Oh well.",Time=0)

[ned.dlc1_log_echo_ned_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I've found that despite his infernal popcorn habit, I kind of miss Bill. Frank, the temp that replaced him, just wasn't the same, and definitely had too small a hunchback to suit my taste in assistants. Yeah, he was no Bill. Yep, he was no Bill. Man, I really wish Bill hadn't been all masticated by that zombie. Actually, I got an idea. I still have some body parts around here from Frank... maybe there's something I can do...",Time=0)

[ned.dlc1_log_echo_ned_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Ha! Who's the best evil mad scientist? That's right. It's me, Dr. Ned. That's with an 'N', not a 'Z'. I have created a new Bill. I didn't have time to put him together in a smart and safe way, I just had to try and cram some new pieces, fixes, and patches on to the old Bill. So, it turned out that he's not really Bill or Frank. He's more of a... Frank'n'bill. It's a bit of a hack, but it seems to work, so I say, 'ship it'!",Time=0)

[ned.dlc1_log_vending_ned_1a SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Who need's Dr. Zed when you have Dr. Ned?",Time=0)

[ned.dlc1_log_vending_ned_1b SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Who need's Dr. Zed when you have Dr. Ned?",Time=0)

[ned.dlc1_log_vending_ned_1c SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Who need's Dr. Zed when you have Dr. Ned?",Time=0)

[ned.dlc1_log_vending_ned_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Do me a favor.  Buy first aid so that I won't have to fix you up later.",Time=0)

[ned.dlc1_log_vending_ned_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shields and healin'.  That's what I'm dealin'.",Time=0)

[ned.dlc1_log_vending_ned_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Zombies trying to tear your face off?  Buy a shield...and then buy an Insta-health for when the shield inevitably goes down when you really need it.",Time=0)

[ned.dlc1_log_vending_ned_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If this crap ain't enough for your ailments, visit my infirmary on the water in Jakobs Cove.",Time=0)

[ned.dlc1_log_vending_ned_5_alt SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="If this crap ain't enough for your ailments, visit my infirmary on the water in Jakobs Cove.",Time=0)

[ned.dlc1_log_vending_ned_6 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Choose Dr. Ned before you're undead.",Time=0)

[workers.dlc1_log_echo_worker_1 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dearest Anna.  I've arrived at Jakobs Cove and you'll be pleased to know it seems a jolly and lively old town.  I know being away from you and the children will be difficult but it's only for a few cycles.  The pay is just too generous to pass up.  I'll work hard here and be back to you and the girls soon.  My brother will take good care of you in the meantime.   Love, Hank.",Time=0)

[workers.dlc1_log_echo_worker_2 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dearest Anna.  The work here is tough but honest.  Oh, and the trees, Anna, the trees are amazing.  You wouldn't believe your eyes.  I've never seen anything like them.  Sometimes I feel sad to cut them down, but it will all be worth it if I can get back to you with the money required for us have a fresh start.  I'm dreaming about a nice homestead in the Dahl Headland.  Think on it.  Missing you, Hank. ... P.S. Tell Sally that I love the hat she sent.  I wear it every day.  The men tease me a bit but they don't know the joy that a child's love can bring.",Time=0)

[workers.dlc1_log_echo_worker_3 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Dearest Anna.  I have been noticing some strange things at the mill of late.  Many workers seem to be falling very ill.  What is strange is that we all had our check-ups just last week and were given a clean bill of health and a vitamin from the company's physician, Dr. Ned.  He is doing everything in his power but there have been some deaths.  Do not worry. I will, as always, be careful. I will send an ECHO again soon.  All my love, Hank.",Time=0)

[workers.dlc1_log_echo_worker_4 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Anna.  Things have gone from bad to worse.  There have been rumors of people seeing the dead walk.  At first these tales were laughed off at the saloon, but now people talk in the hush whispers of the truth.  They say those who come in contact with the dead are always the first to be ill and are, as such, the first to seek the help of Dr. Ned.  The doctor assures me that he is making progress on a cure.  I, for one, believe him and it is only 3 more weeks till we are reunited.  Kiss the girls for me.  Love, Hank.",Time=0)

[workers.dlc1_log_echo_worker_5 SoundNodeWave]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Beloved Anna.  It is no longer rumors.  Some curse has been set upon us here at Jakobs Cove.  The dead are rising from their graves and are ravenous with a hunger for flesh.  All work has stopped and we are fighting for our lives.  But fear not.  Dr. Ned believes there is a way to stop the horror.  I have volunteered to allow him to test an antidote on me.  It's the skags my dear.  The filthy skags will be our salvation!  The doctor says they are immune to the ailment.  I am presently on my way to get this treatment at the hospital outside of town.  I know it will be a success and we will be together again shortly.  Pray for me, Hank.",Time=0)

